<?php

	/*----------------------------------------------------
	    admin遷移時に権限レベルによる機能制限
	----------------------------------------------------*/
	$output["SALESMEMBER_SYSTEM"] = get_dispModeAdminFlg();

	/*----------------------------------------------------
	    ユーザー画面遷移時に営業ログイン状態による機能制限
	----------------------------------------------------*/
	$output["SALESPROMOTION_FLG"] = get_dispModeSalesPromotionFlg();

	/*----------------------------------------------------
	    事前設定のチェック
	----------------------------------------------------*/
	$output["LEASEPRESET_FLG"] = get_dispModeLeasePresetFlg();

?>